window.strings = {
	"elements": {
		"excelled": "優れた分野",
		"growth": "改善すべき分野",
		"title": "評価",
		"feedback": "チャレンジラボのフィードバック",
		"print": "印刷"
	},    
	"summary": [
        {
            "maxScore": 100,
            "minScore": 90,
            "headings": [
                "完璧です！",
                "よくやった！",
                "素晴らしい仕事！",
                "おめでとう！",
                "素晴らしい仕事！"
            ],
            "captions": [
                "トロフィーケースにスペースを空けてください！",
                "成功おめでとうございます！",
                "達成した成功を楽しんでください！",
                "あなたの献身と努力が本当に報われました！",
                "これを冷蔵庫に貼りたくなるでしょう！"
            ],
            "color":"#6FCF97"
        },
        {
            "maxScore": 89,
            "minScore": 75,
            "headings":[
                "良いスタート！",
                "順調です！",
                "ほぼ完璧！",
                "打ち負かすのは難しい！",
                "とても良い！"
            ],
            "captions":[
                "よくやりました！スキルを完璧にするためにもう一度挑戦してください。",
                "多くを達成しました。もう一度挑戦して完璧にしてください。",
                "練習が完璧を作ります。もう一度挑戦してください。",
                "かなり良いところで満足しないでください。素晴らしい結果を目指してもう一度挑戦してください！",
                "もう一度挑戦すれば完璧にできると思います。"
            ],
            "color":"#93D63E"
        },
        {
            "maxScore": 74,
            "minScore": 61,
            "headings":[
                "良いスタート！",
                "ぎりぎり達成！",
                "進展中！",
                "もう少し！",
                "もっと高く目指して！"
            ],
            "captions":[
                "ここに良い基盤があります。スキルを磨くためにもう一度挑戦してみませんか？",
                "ゴールラインを越えました。もう少し練習したいかもしれません。",
                "障害を乗り越えたようです。もう一度挑戦して本当に勢いをつけてください。",
                "できることはわかっています。もう一度挑戦して、さらに良い結果を見せてください！",
                "一生懸命働き、一生懸命練習してください。可能性は無限です！"
            ],
            "color":"#F2994A"
        },
        {
            "maxScore": 60,
            "minScore": 0,
            "headings":[
                "助けが必要ですか？",
                "続けてください！",
                "これを望んでいます！",
                "星を目指して！",
                "可能です！",
                "あなたならできます！",
                "期待を超えて！"
            ],
            "captions":[
                "休憩してもう一度挑戦してください。達成できます。",
                "何もあなたを落ち込ませないでください。もう一度挑戦してください！",
                "自分の運命を見つけて、それを実行してください！",
                "早く失敗して前進してください！あなたならできます。",
                "不可能なことはありません。言葉自体が「私は可能」と言っています！",
                "これから立ち直ってもう一度挑戦してください。",
                "もう一度始めて、新しい、より良い結末を作ってください！"
            ],
            "color":"#EB5757"
        }
    ],
    "activities": [
        {
            "maxScore": 100,
            "minScore": 90,
            "messages": [
                "このエリアを大成功で完了しました。",
                "間違いなく、このセクションではあなたは自分のことをよく知っています。",
                "このセクションを完了した後、あなたが何を話しているのかが明らかです。",
                "このセクションを簡単に完了しました。",
                "この資料をしっかりと把握しているようです。",
                "このエリアでスキルを発揮し、成功を収めました。",
                "このエリアで本当に強かったです。"
            ]
        },
        {
            "maxScore": 89,
            "minScore": 70,
            "messages": [
                "このエリアでの能力を示しましたが、より良い理解のためにもう一度挑戦したいかもしれません。",
                "このエリアでのスキルは成長していますが、目標を達成するためにはまだ改善が必要です。",
                "ここに少し集中したいかもしれません。このエリアには成長の余地があります。",
                "良いスタートを切りましたが、このセクションには改善の余地があります。",
                "このセクションでいくつかの成功を収めましたが、ここでスキルを磨きたいかもしれません。",
                "このエリアの資料を見直せば、次回はさらに良い結果を出せると思います。",
                "このセクションでのパフォーマンスは十分でしたが、もっと強くなることができます。"
            ]
        },
        {
            "maxScore": 69,
            "minScore": 0,
            "messages": [
                "このエリアで示した能力はもっと強くなることができます。",
                "再編成してもう一度挑戦するために休憩が必要かもしれません。",
                "このセクションにはかなりの改善の余地があります。",
                "このエリアは最も強くなかったので、もう一度挑戦してください。",
                "このエリアを見直してもう一度挑戦するべきです。",
                "ソース資料を確認してもう一度挑戦してください。改善の余地があります。",
                "このエリアでの勝利に向けて取り組む必要があります。"
            ]
        }
    ]
}
