{
  "_usage": "For id, enter a name for the Notification with no spaces. For summary, provide the brief summary of the Notificaiton that will appear at the top. For details, add the detailed message that should appear when the Notification is expanded. The type can be a note, help or alert message, or it can be left blank for a plain blockquote. The querystring can be used to only display the Notification when certain regex text strings are found within the lab text, or leave it blank to always display. (Most regex patterns are supported. Use .* as a wildcard.) The startDate and endDate can be used to display the message only between the dates specified, or leave it blank to always display the message. The date format should be mm/dd/yyyy hh:mm:ss or just mm/dd/yyyy and it will assume 00:00:00 for the time. To add more messages, place a comma (,) after the } in the messages structure and then use the same format as the existing message.",
  "messages": [
      {
      "id": "ExampleOne",
      "summary": "This is the <strong>ExampleOne</strong> notification searching for <strong>Microsoft</strong>.",
      "details": "This is the body of the <strong>ExampleOne</strong> notification searching for <strong>Microsoft</strong>. The more detailed message should be entered here.",
      "type": "help",
      "queryString": "Microsoft",
      "startDate": "2/1/2024",
      "endDate": "3/1/2024"
      },        
      {
      "id": "ExampleTwo",
      "summary": "This is the <strong>ExampleTwo</strong> notification with a blank search.",
      "details": "This is the body of the <strong>ExampleTwo</strong> notification with a blank search. It should appear everywhere. The more detailed message should be entered here.",
      "type": "alert",
      "queryString": "",
      "startDate": "2/1/2024",
      "endDate": "3/1/2024"
      },             
      {
      "id": "AzureWelcome",
      "summary": "You may dismiss the <strong>Welcome to Microsoft Azure</strong> screen.",
      "details": "Microsoft has added a new <strong>Welcome to Microsoft Azure</strong> screen when you initially log in to the Azure Portal.<br><br>We are actively making updates to reflect this change. However, if you see this screen appear, you may select <strong>Cancel</strong> to dismiss the screen.",
      "type": "note",
      "queryString": "Azure",
      "startDate": "",
      "endDate": ""
      },
      {
      "id": "AWSUpdates",
      "summary": "AWS is actively updating the console.",
      "details": "AWS recently updated several portions of the AWS console/products.  As a result, some lab steps and screenshots may not reflect the latest AWS updates. We are actively working to update our labs to account for these changes.",
      "type": "note",
      "queryString": " aws |\\.aws\\.|^aws|\\(aws\\)|\\[aws\\]|\\*aws\\*",
      "startDate": "",
      "endDate": ""
      }	  
  ]
}
