window.strings = {
	"elements": {
		"excelled": "잘한 분야",
		"growth": "성장할 여지가 있는 분야",
		"title": "평가",
		"feedback": "챌린지 랩 피드백",
		"print": "인쇄하다"
	},    
	"summary": [
        {
            "maxScore": 100,
            "minScore": 90,
            "headings": [
                "완벽해요!",
                "잘했어요!",
                "훌륭한 일!",
                "축하해요!",
                "놀라운 작업!"
            ],
            "captions": [
                "트로피 케이스에 공간을 비워주세요!",
                "성공을 축하합니다!",
                "열심히 일한 성공을 즐기세요!",
                "당신의 헌신과 노력이 정말로 결실을 맺었어요!",
                "이것을 냉장고에 붙이고 싶을 거예요!"
            ],
            "color":"#6FCF97"
        },
        {
            "maxScore": 89,
            "minScore": 75,
            "headings":[
                "좋은 시작!",
                "잘하고 있어요!",
                "거의 완벽해요!",
                "이기기 어려워요!",
                "아주 좋아요!"
            ],
            "captions":[
                "잘했어요! 기술을 완벽하게 하기 위해 다시 시도해보세요.",
                "많은 것을 성취했어요. 완벽하게 하기 위해 한 번 더 시도해보세요.",
                "연습이 완벽을 만듭니다. 다시 시도해보세요.",
                "꽤 좋다는 것에 만족하지 마세요. 놀라운 결과를 위해 다시 시도해보세요!",
                "한 번 더 시도하면 완벽하게 할 수 있을 거예요!"
            ],
            "color":"#93D63E"
        },
        {
            "maxScore": 74,
            "minScore": 61,
            "headings":[
                "좋은 시작!",
                "겨우 해냈어요!",
                "진전을 이루고 있어요!",
                "거의 다 왔어요!",
                "더 높은 목표를 세우세요!"
            ],
            "captions":[
                "여기 좋은 기초가 있어요. 기술을 연마하기 위해 다시 시도해보세요.",
                "결승선을 막 넘었어요. 더 연습하고 싶을 거예요.",
                "장애물을 막 넘은 것 같아요. 다시 시도해서 정말로 추진력을 얻어보세요.",
                "당신이 할 수 있다는 것을 알고 있어요. 이제 다시 시도해서 더 나은 결과를 보여주세요!",
                "열심히 일하고, 열심히 연습하세요. 가능성은 무한해요!"
            ],
            "color":"#F2994A"
        },
        {
            "maxScore": 60,
            "minScore": 0,
            "headings":[
                "도움이 필요하세요?",
                "계속하세요!",
                "이걸 원해요!",
                "별을 목표로 하세요!",
                "가능해요!",
                "할 수 있어요!",
                "기대를 초과하세요!"
            ],
            "captions":[
                "잠시 쉬고 다시 시도해보세요. 성공할 거예요.",
                "아무것도 당신을 낙담시키지 마세요. 다시 시도해보세요!",
                "당신의 운명이 무엇인지 알아내고, 그것을 실현하세요!",
                "빠르게 실패하고 앞으로 나아가세요! 할 수 있어요.",
                "불가능한 것은 없어요. 그 단어 자체가 '나는 가능하다'라고 말해요!",
                "이것에서 회복하고 다시 시도해보세요!",
                "다시 시작하고 새로운, 더 나은 결말을 만들어보세요!"
            ],
            "color":"#EB5757"
        }
    ],
    "activities": [
        {
            "maxScore": 100,
            "minScore": 90,
            "messages": [
                "이 영역을 큰 성공으로 완료했어요.",
                "의심의 여지 없이, 이 섹션에서 당신은 무엇을 하고 있는지 알고 있어요.",
                "이 섹션을 완료한 후, 당신이 무엇을 말하고 있는지 분명해요.",
                "이 섹션을 쉽게 완료했어요.",
                "이 자료를 잘 이해하고 있는 것 같아요.",
                "이 영역에서 당신의 기술을 보여주고 성공적으로 완료했어요.",
                "이 영역에서 정말 강했어요."
            ]
        },
        {
            "maxScore": 89,
            "minScore": 70,
            "messages": [
                "이 영역에서 능력을 보여주었지만, 더 나은 이해를 위해 다시 시도해보는 것이 좋을 거예요.",
                "이 영역에서 당신의 기술이 성장하고 있지만, 목표를 달성하기 위해서는 여전히 개선이 필요해요.",
                "여기에서 조금 더 집중하는 것이 좋을 거예요. 이 영역에서 더 성장할 수 있는 공간이 있어요.",
                "좋은 출발을 했지만, 이 섹션에서 개선할 여지가 있어요.",
                "이 섹션에서 어느 정도 성공을 거두었지만, 여기에서 기술을 연마하고 싶을 거예요.",
                "이 영역의 자료를 검토하면 다음 번에 더 잘할 수 있을 거예요.",
                "이 섹션에서의 성과는 충분했지만 더 강할 수 있어요."
            ]
        },
        {
            "maxScore": 69,
            "minScore": 0,
            "messages": [
                "이 영역에서 보여준 능력은 더 강할 수 있어요.",
                "재정비하고 다시 시도하기 위해 휴식이 필요할 것 같아요.",
                "이 섹션에서 개선할 여지가 많아요.",
                "이 영역은 가장 강하지 않았으므로 다시 시도해보세요.",
                "이 영역을 검토하고 다시 시도하는 데 더 많은 시간을 할애해야 해요.",
                "자료를 확인하고 다시 시도해보세요. 개선할 여지가 있어요.",
                "이 영역을 승리로 바꾸기 위해 노력해야 해요."
            ]
        }
    ]
}
