window.strings = {
	"elements": {
		"excelled": "你擅長的領域",
		"growth": "你可以成長的領域",
		"title": "評估",
		"feedback": "挑戰實驗室回饋",
		"print": "列印"
	},
    "summary": [
        {
            "maxScore": 100,
            "minScore": 90,
            "headings": [
                "做得好！",
                "實至名歸！",
                "幹得好！",
                "恭喜！",
                "了不起的工作！"
            ],
            "captions": [
                "騰出一些空間放獎杯吧！",
                "恭喜你取得成功！",
                "享受你辛勤工作所取得的成功吧！",
                "你的奉獻和努力真的得到了回報！",
                "你會想把這個貼在冰箱上！"
            ],
            "color":"#6FCF97"
        },
        {
            "maxScore": 89,
            "minScore": 75,
            "headings":[
                "好的開始！",
                "做得不錯！",
                "幾乎完美！",
                "難以超越！",
                "非常好！"
            ],
            "captions":[
                "你做得很好！再試一次以完善你的技能。",
                "你已經取得了很多成就。再試一次以完善一切。",
                "熟能生巧。再試一次。",
                "不要滿足於相當不錯。再試一次，爭取做到驚人！",
                "再試一次，我們相信你會做到完美！"
            ],
            "color":"#93D63E"
        },
        {
            "maxScore": 74,
            "minScore": 61,
            "headings":[
                "好的開始！",
                "剛剛及格！",
                "正在進步！",
                "快到了！",
                "目標更高！"
            ],
            "captions":[
                "你有一個好的基礎。為什麼不再試一次來磨練你的技能？",
                "你剛剛越過終點線。你可能想再多練習一下。",
                "看起來你剛剛克服了障礙。再試一次，真正獲得動力。",
                "你知道你能做到，現在再試一次，向大家展示你能做得更好！",
                "努力工作。努力練習。可能性是無限的！"
            ],
            "color":"#F2994A"
        },
        {
            "maxScore": 60,
            "minScore": 0,
            "headings":[
                "需要幫助嗎？",
                "繼續努力！",
                "你想要這個！",
                "瞄準星星！",
                "這是可能的！",
                "你能做到！",
                "超越期望！"
            ],
            "captions":[
                "休息一下再試一次。你會成功的。",
                "永遠不要讓任何事情打擊你。再試一次！",
                "找出你的命運是什麼，然後去實現它！",
                "快速失敗並向前失敗！你能做到。",
                "沒有什麼是不可能的。這個詞本身就說“我是可能的！”",
                "從這次失敗中恢復過來，再試一次！",
                "重新開始，創造一個新的、更好的結局！"
            ],
            "color":"#EB5757"
        }
    ],
    "activities": [
        {
            "maxScore": 100,
            "minScore": 90,
            "messages": [
                "你在這個領域取得了巨大的成功。",
                "毫無疑問，在這個部分你知道自己在做什麼。",
                "完成這個部分後，很明顯你知道自己在說什麼。",
                "你輕鬆完成了這個部分。",
                "看起來你對這部分材料有很強的掌握。",
                "你在這個領域展示了你的技能並取得了成功。",
                "你在這個領域表現得非常強大。"
            ]
        },
        {
            "maxScore": 89,
            "minScore": 70,
            "messages": [
                "你在這個領域展示了能力，但你可能想再試一次以獲得更好的理解。",
                "你在這個領域的技能正在增長，但仍需要改進以達到你的目標。",
                "你可能想在這裡多加關注，這個領域還有更多的成長空間。",
                "你有一個好的開始，但這個部分還有改進的空間。",
                "你在這個部分取得了一些成功，但你可能想在這裡磨練你的技能。",
                "如果你複習這個領域的材料，我們認為你下次會做得更好。",
                "你在這個部分的表現是足夠的，但可以更強。"
            ]
        },
        {
            "maxScore": 69,
            "minScore": 0,
            "messages": [
                "你在這個領域展示的能力可以更強。",
                "看起來你可能需要休息一下，重新組織再試一次。",
                "這個部分有很多改進的空間。",
                "這個領域不是最強的，所以再試一次。",
                "你應該花更多的時間複習這個領域並再試一次。",
                "檢查你的資料再試一次，還有改進的空間。",
                "你需要在這個領域努力工作，把它變成勝利。"
            ]
        }
    ]
}
