window.strings = {
	"elements": {
		"excelled": "مناطق التميز",
		"growth": "مناطق للتطوير",
		"title": "التقييمات",
		"feedback": "ملاحظات معمل التحدي",
		"print": "طبع"
	},    
	"summary": [
        {
            "maxScore": 100,
            "minScore": 90,
            "headings": [
                "أحسنت!",
                "مستحق!",
                "عمل رائع!",
                "تهانينا!",
                "عمل مذهل!"
            ],
            "captions": [
                "افرغ بعض المساحة في خزانة الجوائز!",
                "تهانينا على نجاحك!",
                "استمتع بالنجاح الذي عملت بجد لتحقيقه!",
                "تفانيك وعملك الجاد حقًا أثمر!",
                "ستريد وضع هذا على الثلاجة!"
            ],
            "color":"#6FCF97"
        },
        {
            "maxScore": 89,
            "minScore": 75,
            "headings":[
                "بداية رائعة!",
                "أداء جيد!",
                "قريب من الكمال!",
                "صعب التغلب عليه!",
                "جيد جدًا!"
            ],
            "captions":[
                "لقد أديت جيدًا! حاول مرة أخرى لتحسين مهارتك.",
                "لقد أنجزت الكثير. جرب مرة أخرى لتحسين الأمور.",
                "الممارسة تجعل الكمال. جرب مرة أخرى.",
                "لا تكتفي بالجيد. حاول مرة أخرى لتكون مذهلاً!",
                "جرب مرة أخرى ونعتقد أنك ستتقن هذا!"
            ],
            "color":"#93D63E"
        },
        {
            "maxScore": 74,
            "minScore": 61,
            "headings":[
                "بداية جيدة!",
                "لقد نجحت!",
                "في الطريق الصحيح!",
                "قريب من الهدف!",
                "اطمح للأعلى!"
            ],
            "captions":[
                "لديك أساس جيد هنا. لماذا لا تحاول مرة أخرى لتحسين مهاراتك؟",
                "لقد تجاوزت خط النهاية. قد ترغب في ممارسة المزيد.",
                "يبدو أنك تجاوزت العقبة. حاول مرة أخرى لتحقيق المزيد من التقدم.",
                "أنت تعلم أنك تستطيع فعلها، الآن حاول مرة أخرى وأظهر للجميع أنك تستطيع أن تكون أفضل!",
                "اعمل بجد. تدرب بجد. الإمكانيات لا حدود لها!"
            ],
            "color":"#F2994A"
        },
        {
            "maxScore": 60,
            "minScore": 0,
            "headings":[
                "تحتاج مساعدة؟",
                "استمر!",
                "أنت تريد هذا!",
                "اطمح للنجوم!",
                "هذا ممكن!",
                "أنت تستطيع!",
                "تجاوز التوقعات!"
            ],
            "captions":[
                "خذ استراحة وحاول مرة أخرى. ستنجح.",
                "لا تدع أي شيء يحبطك. حاول مرة أخرى!",
                "اكتشف ما هو قدرك ثم افعله!",
                "افشل بسرعة وافشل للأمام! يمكنك فعلها.",
                "لا شيء مستحيل. الكلمة نفسها تقول 'أنا ممكن!'",
                "تعافى من هذا وحاول مرة أخرى!",
                "ابدأ من جديد واصنع نهاية جديدة وأفضل!"
            ],
            "color":"#EB5757"
        }
    ],
    "activities": [
        {
            "maxScore": 100,
            "minScore": 90,
            "messages": [
                "لقد أكملت هذا المجال بنجاح كبير.",
                "لا شك في ذلك، في هذا القسم تعرف ما تفعله.",
                "بعد إكمال هذا القسم، من الواضح أنك تعرف ما تتحدث عنه.",
                "لقد أكملت هذا القسم بسهولة.",
                "يبدو أنك تمتلك فهمًا قويًا لهذه المادة.",
                "لقد أظهرت مهاراتك في هذا المجال وأكملت بنجاح.",
                "كنت قويًا جدًا في هذا المجال."
            ]
        },
        {
            "maxScore": 89,
            "minScore": 70,
            "messages": [
                "لقد أظهرت كفاءة في هذا المجال، لكن قد ترغب في المحاولة مرة أخرى لفهم أفضل.",
                "مهاراتك في هذا المجال تنمو، لكنها لا تزال بحاجة إلى تحسين للوصول إلى هدفك.",
                "قد ترغب في التركيز قليلاً هنا، هناك مجال أكبر للنمو في هذا المجال.",
                "لقد بدأت بداية جيدة، لكن هناك مجال للتحسين في هذا القسم.",
                "لقد حققت بعض النجاح في هذا القسم، لكن قد ترغب في تحسين مهاراتك هنا.",
                "إذا راجعت المادة لهذا المجال، نعتقد أنك ستفعل أفضل في المرة القادمة.",
                "أداؤك في هذا القسم كان كافيًا ولكن يمكن أن يكون أقوى."
            ]
        },
        {
            "maxScore": 69,
            "minScore": 0,
            "messages": [
                "الكفاءات التي أظهرتها في هذا المجال يمكن أن تكون أقوى.",
                "يبدو أنك قد تحتاج إلى استراحة لإعادة التجمع والمحاولة مرة أخرى.",
                "هناك مجال كبير للتحسين في هذا القسم.",
                "هذا المجال لم يكن الأقوى، لذا حاول مرة أخرى.",
                "يجب أن تقضي المزيد من الوقت في مراجعة هذا المجال والمحاولة مرة أخرى.",
                "تحقق من موادك المصدرية وحاول مرة أخرى، هناك مجال للتحسين.",
                "تحتاج إلى العمل على هذا المجال لتحويله إلى انتصار."
            ]
        }
    ]
}
