window.strings = {
	"elements": {
		"excelled": "你擅长的领域",
		"growth": "你可以成长的领域",
		"title": "评估",
		"feedback": "挑战实验室反馈",
		"print": "打印"
	},
	"summary": [
        {
            "maxScore": 100,
            "minScore": 90,
            "headings": [
                "做得好！",
                "实至名归！",
                "干得好！",
                "恭喜！",
                "了不起的工作！"
            ],
            "captions": [
                "腾出一些空间放奖杯吧！",
                "恭喜你取得成功！",
                "享受你辛勤工作所取得的成功吧！",
                "你的奉献和努力真的得到了回报！",
                "你会想把这个贴在冰箱上！"
            ],
            "color":"#6FCF97"
        },
        {
            "maxScore": 89,
            "minScore": 75,
            "headings":[
                "好的开始！",
                "做得不错！",
                "几乎完美！",
                "难以超越！",
                "非常好！"
            ],
            "captions":[
                "你做得很好！再试一次以完善你的技能。",
                "你已经取得了很多成就。再试一次以完善一切。",
                "熟能生巧。再试一次。",
                "不要满足于相当不错。再试一次，争取做到惊人！",
                "再试一次，我们相信你会做到完美！"
            ],
            "color":"#93D63E"
        },
        {
            "maxScore": 74,
            "minScore": 61,
            "headings":[
                "好的开始！",
                "刚刚及格！",
                "正在进步！",
                "快到了！",
                "目标更高！"
            ],
            "captions":[
                "你有一个好的基础。为什么不再试一次来磨练你的技能？",
                "你刚刚越过终点线。你可能想再多练习一下。",
                "看起来你刚刚克服了障碍。再试一次，真正获得动力。",
                "你知道你能做到，现在再试一次，向大家展示你能做得更好！",
                "努力工作。努力练习。可能性是无限的！"
            ],
            "color":"#F2994A"
        },
        {
            "maxScore": 60,
            "minScore": 0,
            "headings":[
                "需要帮助吗？",
                "继续努力！",
                "你想要这个！",
                "瞄准星星！",
                "这是可能的！",
                "你能做到！",
                "超越期望！"
            ],
            "captions":[
                "休息一下再试一次。你会成功的。",
                "永远不要让任何事情打击你。再试一次！",
                "找出你的命运是什么，然后去实现它！",
                "快速失败并向前失败！你能做到。",
                "没有什么是不可能的。这个词本身就说“我是可能的！”",
                "从这次失败中恢复过来，再试一次！",
                "重新开始，创造一个新的、更好的结局！"
            ],
            "color":"#EB5757"
        }
    ],
    "activities": [
        {
            "maxScore": 100,
            "minScore": 90,
            "messages": [
                "你在这个领域取得了巨大的成功。",
                "毫无疑问，在这个部分你知道自己在做什么。",
                "完成这个部分后，很明显你知道自己在说什么。",
                "你轻松完成了这个部分。",
                "看起来你对这部分材料有很强的掌握。",
                "你在这个领域展示了你的技能并取得了成功。",
                "你在这个领域表现得非常强大。"
            ]
        },
        {
            "maxScore": 89,
            "minScore": 70,
            "messages": [
                "你在这个领域展示了能力，但你可能想再试一次以获得更好的理解。",
                "你在这个领域的技能正在增长，但仍需要改进以达到你的目标。",
                "你可能想在这里多加关注，这个领域还有更多的成长空间。",
                "你有一个好的开始，但这个部分还有改进的空间。",
                "你在这个部分取得了一些成功，但你可能想在这里磨练你的技能。",
                "如果你复习这个领域的材料，我们认为你下次会做得更好。",
                "你在这个部分的表现是足够的，但可以更强。"
            ]
        },
        {
            "maxScore": 69,
            "minScore": 0,
            "messages": [
                "你在这个领域展示的能力可以更强。",
                "看起来你可能需要休息一下，重新组织再试一次。",
                "这个部分有很多改进的空间。",
                "这个领域不是最强的，所以再试一次。",
                "你应该花更多的时间复习这个领域并再试一次。",
                "检查你的资料再试一次，还有改进的空间。",
                "你需要在这个领域努力工作，把它变成胜利。"
            ]
        }
    ]
}
